export default [
    {
      url: '/task/list',
      data: [
          {
            status: '0',
            title: '吃饭',
            content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
          },
          {
            status: '1',
            title: '学习',
            content: '学如逆水行舟，不进则退。'
          },
          {
            status: '2',
            title: '打游戏',
            content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
          },
          {
            status: '0',
            title: '吃饭',
            content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
          },
          {
            status: '1',
            title: '学习',
            content: '学如逆水行舟，不进则退。'
          },
          {
            status: '2',
            title: '打游戏',
            content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
          },
          {
            status: '0',
            title: '吃饭',
            content: '剁椒鱼头是湘菜的代表菜之一，老丁每次去吃湘菜，几乎必点这道菜，久而久之，就尝试着自己在家里做，整体来说还是很成功，在这里分享给大家。'
          },
          {
            status: '1',
            title: '学习',
            content: '学如逆水行舟，不进则退。'
          },
          {
            status: '2',
            title: '打游戏',
            content: '王者荣耀的主播吴日天，大家都很熟了，也是一个非常强力的主播，而在新赛季中，吴日天也是定下了一个小目标，那就是冲上全辅助英雄的国标。'
          },
    ],
      retCode: 200,
      errorMsg: null,
    }
  ]